brew "bat"
brew "httpie"
vscode "atlassian.atlascode"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dmitrydorofeev.empty-indent"
vscode "docker.docker"
vscode "donebd.vscode-keypromoter"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "johnpapa.vscode-peacock"
vscode "marimo-team.vscode-marimo"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.powershell"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "sirtori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-win32"
vscode "tamasfe.even-better-toml"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wraith13.unsaved-files-vscode"
vscode "xelad0m.jupyter-toc"
vscode "yzhang.markdown-all-in-one"
